{
  "dir": "ltr",
  "title": "Al-Omran",
  "title_dest": "Al-Nasr",
  "home": "Home",
  "about": "About Us",
  "destination": "Our Projects",
  "services": "Services",
  "getInTouch": "Get in touch",
  "contentLan": " Your Vision Starts Here",
  "contentLan2": "Creating pioneering projects that elevate community living through excellence in design and quality execution, with a commitment to delivering unique and integrated living experiences.",
  "aboutUs": "About Al-Omran",
  "about1": "Al-Omran Real Estate Company",
  "about2": "In the late seventies was the beginning... where the owners of Al Omran Real Estate Development and Investment Company had distinguished works and important fingerprints in the field of real estate investment and development through the implementation of many residential, commercial and tourism projects that extended to include the Middle East region, especially the Kingdom of Saudi Arabia... and after the liberation of Syria, Al Omran was among the first to be present in the real estate investment and development market as one of the companies of Al Omran Holding Group to put its experience, which extended for more than forty years, in the service of the country and its people.",
  "about3": "Explore more about Al-Omran Company",
  "about4": "   Download Company Profile",
  "vision": "Vision",
  "vision1": "To be the leading real estate developer in creating upscale complexes that reflect a distinctive lifestyle and exceptional quality.",
  "mission": "Mission",
  "mission1": "To develop pioneering projects that enhance community living through excellence in design and quality execution, with a commitment to delivering unique and integrated living experiences.",
  "dest1": "Al Nasr Boulevard",
  "dest2": "Syria - Homs",
  "dest3": "Learn more",
  "dest4": "A residential community that enhances the quality of life",
  "dest5": "Residential",
  "dest6": " Commercial",
  "dest7": "A new lifestyle begins with your first step",
  "dest8": "Contact us",
  "dest9": "The Retail Experience",
  "dest10": "A vibrant community and a modern lifestyle",
  "dest11": "Be Part of AL-Nasr",
  "dest12": "Book your commercial unit",
  "dest13": "Download Brochure",
  "dest14": "Contact us",
  "dest15": "A new phase in Syria's reconstruction, the Nasr Boulevard project is set to restore Homs's urban pulse through an integrated development vision. The project includes a central park with diverse recreational activities, constituting a distinctive investment destination, alongside modern housing that meets the aspirations of the city's residents. Through carefully considered real estate, commercial, and tourism planning, the project opens up promising horizons for Homs residents and investors, enhancing Homs' position as a vibrant economic and social center.",
  "serv1": "Our company adopts a comprehensive strategy that covers various aspects of the real estate sector, in compliance with approved regulatory and legislative frameworks. We focus on developing future cities, urban planning, smart cities, and sustainability, with the goal of enhancing the quality and safety of construction technologies and achieving a better quality of life by providing sustainable and effective real estate development solutions.",
  "contact1": "Let's Get in Touch.",
  "contact2": "Or just reach out manually to",
  "contact4": "First Name",
  "contact5": "Last Name",
  "contact6": "Enter your first name...",
  "contact7": "Enter your last name...",
  "contact8": "Email Address",
  "contact9": "Enter your email address...",
  "contact10": "Message",
  "contact11": "Enter your message here...",
  "contact12": "Submit Form",
  "contact13": "Name",
  "contact14": "Enter your name...",
  "contact15": "Phone Number",
  "contact16": "Enter your phone number...",
  "footer1": "We don't just build places, we shape stories.",
  "footer2": "2025 © Graphy, All right reserved",
  "footer3": "Privacy Policy",
  "footer4": "Terms of Services",
  "footer5": "Designed By : ",
  "footer6": "Contact Us",
  "footer7": "+963 989 591 591",
  "footer8": "Register your interest and share your opinion",
  "popup": "Stay tuned for the upcoming launch of our redesigned website."
}
